export const uk = {
  translation: {
    about: {
      main_title: 'Я можу втілити ваші ідеї в реальність!',

      second_title: 'Про мене',
      first_p:
        'Я амбітний та пристрасний fullstack розробник з України, який хоче зробити світ комфортнішим та набагато кращим!',

      second_p:
        'Моя мета - допомагати бізнесу та робити так, щоб користувачі відчували себе в безпеці та ортимували задоволення під час використання продукту.',

      third_p:
        'Більше про мене: відповідальний, уважний, орієнтований на результат командний гравець з почуттям гумору.',
      git_activity: 'Активність на GitHub',
    },
    navigation: {
      about: 'про мене',
      skills: 'навички',
      projects: 'проекти',
      contacts: 'контакти',
    },
    skills: {
      soft_title: 'Соціально-комунікативні навички',
      tech_title: 'Технічні навички',
      attentive_to_details: 'уважний до деталей',
      analysis_and_decision_making: 'аналізування та прийняття рішень',
      stress_resistance: 'стресостійкість',
      responsibility: 'відповідальність',
      logical_thinking: 'логічне мислення',
      teamwork: 'робота в команді',
      adaptive_to_new_conditions: 'адаптивність до нових умов',
      hardworking: 'працелюбний',
      ability_to_find_solutions: 'вміння знаходити рішення',
      working_on_result: 'робота на результат',
      helpfulness: 'доброзичливість',
      communicative: 'комунікабельний',
    },
    projects: {
      title: 'Мої проекти',
      description: 'Опис',
      stack: 'Використаний Стек',
      view: 'перегляд',
      visit: 'відвідати',
      aquatrack: {
        title: 'Додаток Aquatrack',
        description:
          'Адаптивний трекер споживання води, що надає можливість реєстрації через Google. Додаток зберігає та аналізує денну й місячну норму споживання води для користувачів, виходячи з їхньої ваги та часу заянть активним спортом. ',
      },
      aquatrackDataBase: {
        title: 'База даних для додатку Aquatrack',
        description:
          'База даних для додатку Aquatrack, що дозволяє реєструвати користувачів та зберігати їхню щоденну та щомісячну інформацію про споживання води. Дозволяє реєстрацію та вхід через Google.',
      },
      trailBossBMX: {
        title: 'Trail Boss BMX',
        description:
          'Адаптивна цільова сторінка для гри Trail Boss BMX. Включає прийняття файлів cookie та активне посилання на Play Market.',
      },
      phoneBookDataBase: {
        title: 'База даних телефонних контактів',
        description:
          'База даних для застосунку-органайзера контактів, що дозволяє зберігати, редагувати контакти, в тому числі змінювати фото. Працює з JWT і включає реєстрацію та вхід через Google.',
      },
      phoneBookOrganizer: {
        title: 'Органайзер контактів',
        description:
          'Адаптивний додаток, який дозволяє впорядковувати контакти, редагувати, шукати та фільтрувати їх. Працює лише для зареєстрованих користувачів. Підтримує перемикання між темною та світлою темою.',
      },
      moviesOverviews: {
        title: 'Огляд фільмів',
        description:
          'Адаптивний вебсайт, який дозволяє отримувати інформацію про будь-який фільм, переглядати трейлери та легко знаходити трендові фільми. Працює українською та англійською мовами.',
      },
      qitchen: {
        title: 'Вебсайт суші-бару Qitchen',
        description:
          'Демонстраційний адаптивний вебсайт суші-бару, де ви можете забронювати столик, дізнатися місцезнаходження, переглянути меню, ціни тощо.',
      },
      portfolioLoyd: {
        title: 'Портфоліо для Лойда Джеферсона',
        description:
          'Адаптивний лендінг для Fullstack-розробника з можливістю надсилати йому контакти та повідомлення на email. Підтримує перемикання між темною та світлою темою.',
      },
      modelingPrinting: {
        title: '3D моделювання та друк',
        description:
          'Адаптивний вебсайт, що дозволяє дізнатися більше про 3D-моделювання та друк, а також оформити замовлення на цю послугу.',
      },
      webStudio: {
        title: 'Вебстудія',
        description:
          'Адаптивний вебсайт, що представляє команду, проєкти та послуги вебстудії.  Доступний на різних пристроях для зручного перегляду.',
      },
      rentalCar: {
        title: 'оренда авто',
        description:
          'Сучасний, зручний десктопний демо-додаток, що дозволяє користувачам переглядати, фільтрувати та бронювати автомобілі, доступні для оренди в компанії RentalCar.',
      },
      HappyTailsGrooming: {
        title: 'Happy-Tails Grooming',
        description:
          'Цей проект є лендінг пейджем для салону "Happy Tails Grooming" в м. Дніпро, що спеціалізується на професійних курсах грумінгу для собак та кішок. Сайт підтримує респонсивний дизайн для зручності перегляду на різних пристроях.',
      },
    },
    contacts: {
      title: 'Мої контакти',
      upload_cv: 'відкрити резюме',
      rights: 'Всі права захищені',
      location: 'Біла Церква, Україна',
      contact_by: "зв'язатися через ",
    },
    education: {
      button: 'клікни або наведи, щоб побачити освіту',
      it: 'IT-школа GoIT',
      inst: 'Інститут туризму ФПУ України',
      years: 'Роки:',
      occupation_it: 'Професія: Фулстек-розробник',
      occupation_inst: 'Професія: Менеджер з туризму',
    },
  },
};
