export const uk = {
  translation: {
    about: {
      main_title: 'Я можу втілити ваші ідеї в реальність!',

      second_title: 'Про мене',
      first_p:
        'Я амбітний та пристрасний fullstack розробник з України, який хоче зробити світ комфортнішим та набагато кращим!',

      second_p:
        'Моя мета - допомагати бізнесу та робити так, щоб користувачі відчували себе в безпеці та ортимували задоволення під час використання продукту.',

      third_p:
        'Більше про мене: відповідальний, уважний, орієнтований на результат командний гравець з почуттям гумору.',
    },
    navigation: {
      about: 'про мене',
      skills: 'навички',
      projects: 'проекти',
      contacts: 'контакти',
    },
    soft_skills: {
      title: 'Соціально-комунікативні навички',
    },
  },
};
